Repository: paulwoman/Capitalism_Lab_BASE
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru

source: You may use this modifier to change the initial prices of all global stocks.
ru: Вы можете использовать этот модификатор для изменения начальных цен всех мировых акций.

source: You may use this option to have the game duplicate talent data to increase the supply of talents.
ru: Вы можете использовать эту опцию, чтобы дублировать данные о талантах в игре, чтобы увеличить количество талантов.

source: You may wonder how you can buy shares of other corporations.
ru: Вы наверное уже задались вопросом, как покупать акции других корпораций.

source: You must apply R&D results to your factories manually.
ru: Вы должны будете сами применять изобретения на производстве.

source: You must apply what you have just learned into running your company.
ru: Вы должны применять то, что вы только что узнали, для управления своей компанией.

source: You must confirm this before sending this Challenge Game to other players.
ru: Вы должны подтвердить это перед отправкой этой Игры-Испытания другим игрокам.

source: You must first obtain a loan to finance your grand plans.^^Click the ~Information Center icon~ on the bottom toolbar.
ru: Сначала вы должны получить кредит для финансирования своих грандиозных планов.^^Щелкните значок ~Информационный центр~ на нижней панели инструментов.

source: You must select suppliers manually.
ru: Вы должны выбрать поставщиков вручную.

source: You need to belong to a political party in order to do so.\n\nTo form a new political party, access the Information Center and select [Political Parties] and then select [Form Your Own Party].|
ru: Для этого вы должны принадлежать к политической партии.\n\nСформируйте новую политическую партию, зайдите в информационный центр, выберите [Политические партии], а затем [Сформировать свою собственную партию].|

source: You now have the funds to start your company.^^The next step is to get an understanding about the manufacturing process.
ru: Теперь у вас есть средства, чтобы основать свою компанию.^^Следующий шаг это получить представление о производственном процессе.

source: You now have to set up products in your new department store.
ru: Теперь вам нужно настроить продукты в своем новом универмаге.

source: You own shares in this company directly or via holding companies.
ru: Вы владеете акциями этой компании напрямую или через холдинговые компании.

source: You should consider expanding your business to other cities, to take advantage of the availabiility of different products or perhaps the absence of strong competition.
ru: Вам следует подумать о расширении своего бизнеса в другие города, чтобы воспользоваться доступностью различных продуктов или, возможно, отсутствием сильной конкуренции.

source: You should now add a new unit to your department store: the ~Advertising unit~, and link it to your sales unit.^^It is often a good idea to place the ~advertising unit~ in the center square of your layout so that it may link to any sales units.^^~Double click the center square~ and select ~Advertising Unit~.
ru: Теперь вы должны добавить новое подразделение в свой универмаг: ~Отдел рекламы~ и связать его с отделом продаж.^^Часто бывает хорошей идеей разместить ~Отдел рекламы~ в центральном квадрате вашего макета, чтобы он мог ссылаться на любые единицы продаж.^^~Дважды щелкните центральный квадрат~ и выберите ~Отдел рекламы~.

source: You should now offer to issue new shares to the public.
ru: Теперь вы должны предложить публике выпустить новые акции.

source: You will complete this tutorial when you ~dominate the Apparel market~ while achieving ~an annual profit~ of not less than ~$2 million~.
ru: Вы завершите этот урок, когда будете доминировать на рынке одежды, достигая годовой прибыли не менее 2 миллионов долларов..

source: You will require a good advertising campaign if you want your business to succeed.^^Let's learn some basic concepts of brand and advertising now.
ru: Вам потребуется хорошая рекламная кампания, если вы хотите, чтобы ваш бизнес был успешным.^^Давайте теперь изучим некоторые основные понятия бренда и рекламы.

source: You win this game when you have snowballed your personal wealth to $1 billion and gained control of 5 public companies either directly or via your holding company.
ru: Вы выиграете эту игру, если накопите состояние в $1 миллиард и получите контроль над 5 публичными компаниями.

source: You've got a basic understanding about manufacturing.
ru: Вы получили базовое представление о производстве.

source: You've just used your idle personal cash to increase your shareholding of your corporation.
ru: Вы только что использовали свои свободные личные деньги, чтобы увеличить свой пакет акций вашей корпорации.

source: You've spotted an opportunity in the market.
ru: Вы заметили возможность на рынке.

source: You, as an individual, may either buy more shares of your own corporation or invest in other corporations.^^Currently your corporation is selected on the stock list situated at the top of the screen, and you may now click the ~Buy~ button to buy its shares.
ru: Вы, как частное лицо, можете либо купить больше акций своей собственной корпорации, либо инвестировать в другие корпорации.^^В настоящее время ваша корпорация выбрана в списке акций, расположенном в верхней части экрана, и теперь вы можете нажать кнопку ~Купить~, чтобы купить ее акции.

source: Your Advantage
ru: Ваше преимущество

source: Your Corporation's Cash
ru: Деньги вашей корпорации

source: Your Corporation's Monthly Profit & Loss Chart
ru: Ежемесячный график прибыли и убытков вашей корпорации

source: Your Corporation's Operating Profit
ru: Операционная прибыль вашей корпорации

source: Your Nation's Population
ru: Население вашей страны

source: Your company has been successfully privatized.|
ru: Ваша компания была успешно приватизирована.|

source: Your company has gone public successfully and raised %1s!|
ru: Ваша компания успешно получила огласку и выросла %1s!|

source: Your company must possess the minimum tech level required for each tech in order to create the software product.
ru: Ваша компания должна обладать минимальным техническим уровнем, необходимым для каждой технологии для создания программного продукта.

source: Your company's credit limit varies throughout the game depending on the state of your company.
ru: Кредитный лимит вашей компании варьируется на протяжении всей игры в зависимости от состояния вашей компании.

source: Your corporation is the first one on the list.
ru: Ваша корпорация-первая в списке.

source: Your current technology level is %3s.|
ru: Ваш технологический уровень в настоящий момент - %3s.|

source: Your new subsidiary company has been set up.|
ru: Ваша новая компания была создана.|

source: Your objectives in this game are to achieve an annual revenue of $50,000,000 and an annual profit of $5,000,000.
ru: Ваша цель в этой игре достичь годового дохода в размере 50.000.000 $ и годовой прибыли в размере 5.000.000 $.

source: Your present city will be highlighted on the map when it first opens.
ru: Ваш текущий город будет выделен на карте при первом открытии.

source: Your purchasing unit will cease to buy the current product.
ru: Ваш отдел закупок перестанет закупать данный продукт.

source: Your purchasing units will attempt to find suppliers automatically.
ru: Ваши отделы закупок будут сами искать поставщиков.

source: Your start-up capital
ru: Ваш стартовый капитал

source: Your store automatically purchases the product you selected from the seaport and makes it available for sale to your customers.^^Look at the left of the product image.
ru: Keep up the good work and try to achieve even higher goals. Ваш магазин автоматически покупает выбранный вами товар в морском порту и делает его доступным для продажи вашим клиентам. ^^ Посмотрите на изображение товара слева.

source: Your store now has a new ~Purchasing Unit~.^^Proceed to add a ~Sales Unit~.
ru: В вашем магазине теперь есть новый ~Отдел закупок~.^^Перейдите к добавлению ~Отдела продаж~.

source: Your subsidiaries (Subsidiary DLC)
ru: Ваши дочерние компании (Дочернее общество DLC)

source: Your subsidiary company has gone public successfully and raised %1s!|
ru: Ваша корпорация успешно получила огласку и выросла %1s!|

source: Zero Capacity Utilization Rate
ru: Нулевой коэффициент использования мощности

source: Zoning Tool - Any Purposes
ru: Зона для любых назначений

source: Zoning Tool - Not For Sale
ru: Зона - не продается

source: [0001]<VERS>Version %1s|
ru: [0001]<VERS>Версия %1s|

source: [0001]<VERS>Version %1s| [0011]<QUIT>Quit| [0012]<TRAN>Training| [0017]<CANC>Cancel| [0019]<NEWP>New Player| [0020]<DELP>Delete| [0021]<SELP>Continue| [0022]<PRF1>Please select your name from this list| [0023]<PRF2>If your name is not here, click on "New Player" below| [0024]<PRFN>Please enter your name| [0025]<PRFD>Are you Certain that you wish to delete this person from the list?| [0026]<PRDY>Yes| [0027]<PRDN>No| [0028]<PRED>Same profile has already been created| [0029]<PREI>Error creating %1s directory| [0030]<PREC>Error creating profile| [0038]<NAH_>Human| [0040]<DIFF>Difficulty Level| [0092]<RNDE>Random Events| [0118]<RFU0>The host refuses you| [0119]<RFU1>Cannot join a new game session| [0120]<RFU2>Cannot join a load game session| [0121]<RFU3>You cannot join the game because the save game is different from the host| [0122]<RFU4>You cannot join the game because the host does not accept your game version| [0123]<RFU5>You cannot join the game because the session is full| [0148]<SV_G>Save Game| [0149]<0SAV>You haven't saved any games yet.| [0150]<SAVE>Save| [0152]<LOAD>Load| [0154]<EMGS>Empty Game Slot| [0155]<PAGE>page %1d/%2d| [0156]<-DSL>Cannot delete this slot| [0158]<GDAT>Game date: | [0159]<FDAT>File date: | [0160]<FNAM>File name: | [0161]<AOVW>It will overwrite the existing save game.
ru: [0001]<VERS>Версия %1s| [0011]<QUIT>Выход [0012]<TRAN>Обучение| [0017]<CANC>Отмена| [0019]<NEWP>Новый игорк| [0020]<DELP>Удалить| [0021]<SELP>Продолжить| [0022]<PRF1>Пожалуйста, выберите Ваше имя из этого списка| [0023]<PRF2>Если Вашего имени здесь нет, выберите "Новый игрок ниже.| [0024]<PRFN>Пожалуйста введите своё имя| [0025]<PRFD>Вы уверены, что хотите удалить этого человека из списка?| [0026]<PRDY>Да| [0027]<PRDN>Нет| [0028]<PRED>Такой профиль уже создан| [0029]<PREI>Ошибка создания %1s | [0030]<PREC>Ошибка создания профиля| [0038]<NAH_>Человек| [0040]<DIFF>Уровень сложности| [0092]<RNDE>Случайные события| [0118]<RFU0>Отказано| [0119]<RFU1>Невозможно присоединиться к новой игре| [0120]<RFU2>Невозможно присоединитсья к этой игре| [0121]<RFU3>Невозможно присоединиться к игре, потому что сохраненная игра отличается от хоста|. [0122]<RFU4>Невозможно присоединиться к игре, потому что хост не распознаёт вашу версию игры.| [0123]<RFU5>Вы не можете присоединиться к игре, потому что сеанс уже полон|. [0148]<SV_G>Сохранить игру| [0149]<0SAV>Вы еще не сохраняли игру.| [0150]<SAVE>Сохранить| [0152]<LOAD>Загрузить| [0154]<EMGS>Пустой игровой слот| [0155]<PAGE>Страница %1d/%2d| [0156]<-DSL>Невозможно удалить этот слот| [0158]<GDAT>Данные игры:| [0159]<FDAT>Данные файла:| [0160]<FNAM>Имя файла:| [0161]<AOVW>Перезаписать сохранённую игру.

source: [0011]<QUIT>Quit|
ru: [0011]<QUIT>Выход

source: [0012]<TRAN>Training|
ru: [0012]<TRAN>Обучение|

source: [0017]<CANC>Cancel|
ru: [0017]<CANC>Отмена|

source: [0019]<NEWP>New Player|
ru: [0019]<NEWP>Новый игрок|

source: [0020]<DELP>Delete|
ru: [0020]<DELP>Удалить|

source: [0021]<SELP>Continue|
ru: [0021]<SELP>Продолжить|

source: [0022]<PRF1>Please select your name from this list|
ru: [0022]<PRF1>Выберите, пожалуйста, своё имя из этого списка|

source: [0023]<PRF2>If your name is not here, click on "New Player" below|
ru: [0023]<PRF2>Если Вашего имени здесь нет, выберите "Новый игрок ниже.|

source: [0024]<PRFN>Please enter your name|
ru: [0024]<PRFN>Пожалуйста введите своё имя|

source: [0025]<PRFD>Are you Certain that you wish to delete this person from the list?|
ru: [0025]<PRFD>Вы уверены, что хотите удалить этого человека из списка?|

source: [0026]<PRDY>Yes|
ru: [0026]<PRDY>Да|

source: [0027]<PRDN>No|
ru: [0027]<PRDN>Нет|

source: [0028]<PRED>Same profile has already been created|
ru: [0028]<PRED>Такой профиль уже создан|

source: [0029]<PREI>Error creating %1s directory|
ru: [0029]<PREI>Ошибка создания %1s|

source: [0030]<PREC>Error creating profile|
ru: [0030]<PREC>Ошибка создания профиля|

source: [0038]<NAH_>Human|
ru: [0038]<NAH_>Человек|

source: [0040]<DIFF>Difficulty Level|
ru: [0040]<DIFF>Уровень сложности|

source: [0092]<RNDE>Random Events|
ru: [0092]<RNDE>Случайные события|

source: [0118]<RFU0>The host refuses you|
ru: [0118]<RFU0>Отказано|

source: [0119]<RFU1>Cannot join a new game session|
ru: [0119]<RFU1>Невозможно присоединиться к новой игре|

source: [0120]<RFU2>Cannot join a load game session|
ru: [0120]<RFU2>Невозможно присоединитсья к этой игре|

source: [0121]<RFU3>You cannot join the game because the save game is different from the host|
ru: [0121]<RFU3>Невозможно присоединиться к игре, потому что сохраненная игра отличается от хоста|

source: [0122]<RFU4>You cannot join the game because the host does not accept your game version|
ru: [0122]<RFU4>Невозможно присоединиться к игре, потому что хост не распознаёт вашу версию игры.|

source: [0123]<RFU5>You cannot join the game because the session is full|
ru: [0123]<RFU5>Вы не можете присоединиться к игре, потому что сеанс уже полон|.

source: [0148]<SV_G>Save Game|
ru: [0148]<SV_G>Сохранить игру|

source: [0149]<0SAV>You haven't saved any games yet.|
ru: [0149]<0SAV>Вы еще не сохраняли игру.|

source: [0150]<SAVE>Save|
ru: [0150]<SAVE>Сохранить|

source: [0152]<LOAD>Load|
ru: [0152]<LOAD>Загрузить|

source: [0154]<EMGS>Empty Game Slot|
ru: [0154]<EMGS>Пустой игровой слот|

source: [0155]<PAGE>page %1d/%2d|
ru: [0155]<PAGE>Страница %1d/%2d|

source: [0156]<-DSL>Cannot delete this slot|
ru: [0156]<-DSL>Невозможно удалить этот слот|

source: [0158]<GDAT>Game date: |
ru: [0158]<GDAT>Данные игры:|

source: [0159]<FDAT>File date: |
ru: [0159]<FDAT>Данные файла:|

source: [0160]<FNAM>File name: |
ru: [0160]<FNAM>Имя файла:|

source: [0161]<AOVW>It will overwrite the existing save game.
ru: [0161]<AOVW>Перезаписать сохранённую игру.

source: [0162]<SE-L>Cannot load in scenario editor|
ru: [0162]<SE-L>Невозможно загрузить в редакторе сценариев|

source: [0163]<ADLS>This save game will be deleted.
ru: [0163]<ADLS>Загружаемая игра была удалена.

source: [0164]<DESV>Description of the save game:|
ru: [0164]<DESV>Описание сохранённой игры:|

source: [0165]<OUTD>Insufficient disk space !
ru: [0165]<OUTD>Недостаточно места на диске !

source: [0166]<LE_O>Cannot open the save game file|
ru: [0166]<LE_O>Не могу открыть сохраненный файл игры|

source: [0167]<LE_H>Cannot read file header|
ru: [0167]<LE_H>Невозможно прочитать файл|

source: [0168]<LE_P>Cannot load the save game.
ru: [0168]<LE_P>Невозможно загрузить сохранённую игру.

source: [0169]<LE_G>Load game error|
ru: [0169]<LE_G>Ошибка загрузки игры|

source: [0170]<SE_C>Error creating save game file.|
ru: [0170]<SE_C>Ошибка создания сохранения|

source: [0171]<SE_H>Error creating save game header.|
ru: [0171]<SE_H>Ошибка названия сохранения игры.|

source: [0172]<SE_G>Error writing save game data.|
ru: [0172]<SE_G>Ошибка при записи сохранения.|

source: [0174]<LOB?>Cannot connect to lobby|
ru: [0174]<LOB?>Невозможно подключиться к лобби.|

source: [0175]<LOBC>Cannot get connection string from lobby|
ru: [0175]<LOBC>Ошибка соединения.|

source: [0186]<STAY>Do you want to continue to stay in the game?|
ru: [0186]<STAY>Хотите продолжить игру?|

source: [0188]<RSTT>Restart Game|
ru: [0188]<RSTT>Перезапуск игры|

source: [0189]<RETI>Retire|
ru: [0189]<RETI>Уйти в отставку|

source: [0190]<RETR>Retreat|
ru: [0190]<RETR>Ретрит|

source: [0196]<ASRS>Do you really want to restart?|
ru: [0196]<ASRS>Вы действительно хотите начать заново?|

source: [0241]<CHEA>Cheat Mode Enabled.|
ru: [0241]<CHEA>Чит-режим включён.|

source: [0257]<SVSU>Game Saved Successfully|
ru: [0257]<SVSU>Игра успешно сохранена|

source: [0258]<WAIT>Waiting for %1s %2s|
ru: [0258]<WAIT>Ожидание %1s %2s|

source: [0274]<GOAW>You will be victorious when you have:|
ru: [0274]<GOAW>Ты одержишь победу после то как:|

source: [0286]<IPXL>Join a local area network game|
ru: [0286]<IPXL>Присоединиться к игре по локальной сети|

source: [0287]<TCPL>Join a local area network or Internet game|
ru: [0287]<TCPL>Присоединиться к игре по локальной сети или интернету|

source: [0288]<MODL>Join with another player by Modem|
ru: [0288]<MODL>Присоединиться к другому игроку через модем|

source: [0289]<COML>Join with another player linked by serial cable|
ru: [0289]<COML>Присоединитесь к другому игроку|

source: [0298]<PRFL>Warning: This will delete all information in your multiplayer lobby account that is linked to this player profile.|
ru: [0298]<PRFL>Внимание: Это удалит всю информацию в вашем многопользовательском лобби учетной записи, которая связана с этим профилем игрока.|

source: [0299]<#rL0>%1s %2s : P:%3d M:%4d E:%5d R:%6d FB:%7d Total:%8d|
ru: [0299]<#rL0>%1s %2s : P:%3d M:%4d E:%5d R:%6d FB:%7d Общий:%8d|

source: [0300]<#?L0>#r - ranking of players|
ru: [0300]<#?L0>#r - рейтинг игроков|

source: [0322]<ENVI>ENVIRONMENT|
ru: [0322]<ENVI>УСЛОВИЯ|

source: [0323]<CMPT>COMPETITORS|
ru: [0323]<CMPT>СОПЕРНИКИ|

source: [0324]<IMPT>PRODUCTS|
ru: [0324]<IMPT>ПРОДУКЦИЯ|

source: [0325]<GOAL>GOALS|
ru: [0325]<GOAL>ЦЕЛИ|

source: [0326]<CITY>Number of Cities|
ru: [0326]<CITY>Количество городов|

source: [0327]<SCAP>Your Start-up Capital|
ru: [0327]<SCAP>Ваш начальный капитал|

source: [0329]<ALLS>Stock Market|
ru: [0329]<ALLS>Фондовый рынок|

source: [0341]<NCOM>Number of Competitors|
ru: [0341]<NCOM>Количество соперников|

source: [0342]<CCAP>Competitor Start-up Capital|
ru: [0342]<CCAP>Стартовый капитал соперников|

source: [0343]<CAGG>AI Expansion Aggressiveness|
ru: [0343]<CAGG>Агрессивность распространения ИИ|

source: [0344]<COML>AI Expertise Level|
ru: [0344]<COML>Уровень знаний ИИ|

source: [0346]<CSEC>Show Competitor Trade Secrets|
ru: [0346]<CSEC>Показать секреты конкурентов|

source: [0347]<CCOM>Competence of Local Competitors|
ru: [0347]<CCOM>Компетентность местных участников|

source: [0348]<CSEA>Seaports Importing Consumer Goods per City|
ru: [0348]<CSEA>Морские порты Импорт потребительских товаров по городу|

source: [0349]<ISEA>Seaports Importing Industrial Goods per City|
ru: [0349]<ISEA>Морские порты Импорт промышленных товаров по городу|

source: [0351]<ISUP>Constant Import Supply|
ru: [0351]<ISUP>Постоянные поставки на импорт|

source: [0352]<IQUA>Import Quality|
ru: [0352]<IQUA>Качество импорта|

source: [0460]<CCTI>Macro Economy Realism|
ru: [0460]<CCTI>Макроэкономический реализм|

source: [0462]<DSMI>Retail Store Type|
ru: [0462]<DSMI>Тип розничного магазина|

source: [0463]<DSM1>Many|
ru: [0463]<DSM1>Много|

source: [0464]<DSM2>One|
ru: [0464]<DSM2>Один|

source: [0467]<GSYI>Game Starting Year|
ru: [0467]<GSYI>Год начала игры|

source: [0504]<AIG1>Grand strategy failed, cannot find location to build.|
ru: [0504]<AIG1>Гранд-стратегия провалилась, невозможно найти место для строительства.|

source: [0505]<GP41>Declare Bankruptcy, ARE YOU SURE ?|
ru: [0505]<GP41>Объявить о банкротстве, Вы уверены?|

source: [0506]<GP42>Yes|
ru: [0506]<GP42>Да|

source: [0507]<GP43>No|
ru: [0507]<GP43>Нет|

source: [0508]<IGM1>Do you really want to retire?|
ru: [0508]<IGM1>Вы действительно хотите уйти на пенсию?|

source: [0509]<IGM2>Yes|
ru: [0509]<IGM2>Да|

source: [0510]<IGM3>No|
ru: [0510]<IGM3>Нет|

source: [0511]<IGM4>Do you really want to quit to the Main Menu?|
ru: [0511]<IGM4>Вы действительно хотите выйти в главное меню?|

source: [0512]<IGM5>Yes|
ru: [0512]<IGM5>Да|

source: [0513]<IGM6>No|
ru: [0513]<IGM6>Нет|

source: [0514]<IGM7>Do you really want to quit to Windows?|
ru: [0514]<IGM7>Вы точно хотите выйти в Windows?|

source: [0515]<IGM8>Yes|
ru: [0515]<IGM8>Да|

source: [0516]<IGM9>No|
ru: [0516]<IGM9>Нет|

source: [0517]<PR31>Yes|
ru: [0517]<PR31>Да|

source: [0518]<PR32>No|
ru: [0518]<PR32>Нет|

source: [0519]<PLB1>The plan will replace the existing layout of the current firm.
ru: [0519]<PLB1>План заменит существующую раскладку нынешней фирмы.

source: [0520]<PLB2>Delete the current plan, confirm ?|
ru: [0520]<PLB2>Удалить текущий план ?|

source: [0521]<PLB3>Replace the current plan with the highlighted firm's plan, confirm ?|
ru: [0521]<PLB3>Заменить текущий план на план выделенной фирмы ?|

source: [0522]<STK1>Sorry, you don't have enough cash.|
ru: [0522]<STK1>Извините, у вас недостаточно средств.|

source: [0531]<SYF1>Fail Loading Game|
ru: [0531]<SYF1>Ошибка загрузки игры|

source: [0536]<CHE1>Wrong Firm|
ru: [0536]<CHE1>Неправильная компания|

source: [0537]<CHE2>Firm can not be taken by player!!|
ru: [0537]<CHE2>Фирма не может быть взята игроком!!|

source: [0539]<FAP2>Null|
ru: [0539]<FAP2>Нулевой|

source: [0540]<FAP3>Confirm|
ru: [0540]<FAP3>Подтвердить|

source: [0541]<FAP4>Cancel|
ru: [0541]<FAP4>Отмена|

source: [0543]<FAP6>Sorry, you don't have enough cash.|
ru: [0543]<FAP6>Извините, у вас недостаточно средств.|

source: [0546]<AII1>Game Design Mode Warning|
ru: [0546]<AII1>Внимание! Режим разработчика|

source: [0547]<AII2>Grand strategy plan|
ru: [0547]<AII2>Большой стратегический план|

source: [0548]<AII3> building farm input failed.|
ru: [0548]<AII3> вход в здание фермы не удался.|

source: [0549]<AII4> building factory input failed.|
ru: [0549]<AII4> вход в здание завода не удался.|

source: [0551]<FHQ1>Acquire Technology From Other Companies|
ru: [0551] <FHQ1>Приобрести технологию у других компаний|

source: [0552]<FHQ2>You cannot acquire new technology now.
ru: [0552]<FHQ2>Вы не можете приобрести новую технологию сейчас.

source: [0553]<FIN1>Switch Brand Strategy|
ru: [0553]<FIN1>Переключить стратегию бренда|

source: [0554]<FIN2>When you switch your brand strategy, all products will be labeled with the new brand and their brand ratings will be reset to zero as a result.
ru: [0554]<FIN2>Когда вы переключаете вашу стратегию бренда, все продукты будут помечены с новым брендом, и их рейтинг бренда будет сброшен на ноль.

source: [0555]<FIN3>Employment Termination|
ru: [0555]<FIN3>Окончание работы по найму|

source: [0556]<FIN4>Employment rejected|
ru: [0556]<FIN4>Отказ в приеме на работу|

source: [0557]<FIN5>Employment|
ru: [0557]<FIN5>Занятость|

source: [0558]<FIN6>Employment Policy|
ru: [0558]<FIN6>политика занятости|

source: [0559]<FIN7>Cannot purchase the stock|
ru: [0559]<FIN7>Невозможно купить акции|

source: [0560]<FIN8>Issue New Shares|
ru: [0560]<FIN8>Выпустить новые акции|

source: [0562]<FMN1>Mansion Demolish|
ru: [0562]<FMN1>Разрушение особняка|

source: [0564]<FM21>Change Group Manager|
ru: [0564]<FM21>Менеджер группы смен|

source: [0567]<GAM1>GOAL|
ru: [0567]<GAM1>ЦЕЛЬ|

source: [0568]<GME1>Lost Ownership|
ru: [0568]<GME1>Потерянное право собственности|

source: [0569]<GP21>Stock Exchange News|
ru: [0569]<GP21>Новости фондовой биржи|

source: [0570]<JMF1>Upgrade Production Technology|
ru: [0570]<JMF1>Модернизация технологии производства|

source: [0571]<JMF2>Yes|
ru: [0571]<JMF2>Да|

source: [0572]<JMF3>No|
ru: [0572]<JMF3>Нет|

source: [0574]<NGO2>Cannot purchase the firm|
ru: [0574]<NGO2>Невозможно купить фирму|

source: [0575]<NGO3>Cannot purchase the technology|
ru: [0575]<NGO3>Невозможно купить технологию|

source: [0576]<PR31>Salary Raise Request|
ru: [0576]<PR31>Запрос на повышение зарплаты|

source: [0577]<PLB1>Layout Plan|
ru: [0577]<PLB1>План расположения|

source: [0578]<PLB2>The highlighted firm doesn't have a layout.|
ru: [0578]<PLB2>У выбранной фирмы нет планировки.|
